Repository: ioskinjal/ios-app-portfolio
Catalog: OTT/Project/OTT/Localization/*.lproj/Localizable.strings
Languages: pt_br, sw_ke

source: App
pt_br: Aplicativo

source: Language
pt_br: Língua
sw_ke: Lugha

source: English
pt_br: Inglês
sw_ke: Kiingereza

source: Portuguese
pt_br: Português

source: Continue
pt_br: Continuar
sw_ke: Endelea

source: Skip
pt_br: Pular
sw_ke: Ruka

# Sign-up
source: Register
pt_br: Cadastre-se
sw_ke: Jisajili

source: Sign up
pt_br: Cadastrese

source: Sign In
pt_br: Entrar
sw_ke: Ingia

# Signin
source: Welcome back, Sign in with your ReelDrama Account
pt_br: Entre usando sua conta TeleUP

source: Mobile Number
pt_br: Número celular
sw_ke: Nambari ya simu ya mkononi

source: Password
pt_br: Senha
sw_ke: Nambari ya siri

source: Confirm password
pt_br: Confirmar senha
sw_ke: Thibitisha nambari ya siri

# Register
source: Sign Up
pt_br: Registre
sw_ke: Sajili/ Jisajili

source: Select Language
pt_br: Selecionar Língua
sw_ke: Chagua Lugha

source: Home
pt_br: Entrada

source: Videos
pt_br: Vídeos
sw_ke: Video

source: Music
pt_br: Música
sw_ke: Muziki

source: Live Tv
pt_br: TV ao vivo
sw_ke: TV

source: Pricing
pt_br: Preço
sw_ke: Bei

source: Account
pt_br: Conta
sw_ke: Akaunti

source: FAQ's
pt_br: FAQ
sw_ke: Maswali yanayoulizwa kila mara

source: Desciption
pt_br: Descrição
sw_ke: Maelezo

source: Settings
pt_br: Ajustes
sw_ke: Mipangilio

source: App Version
pt_br: Versão do Aplicativo
sw_ke: Toleo za App

source: Packages
pt_br: Pacotes
sw_ke: Mpangilio wa video

source: Monthly
pt_br: Mensal
sw_ke: Kila mwezi

source: Weekly
pt_br: Semanal
sw_ke: Kila juma/wiki

source: Daily
pt_br: Diário
sw_ke: Kila siku

# Search
source: Search for Movies, Shows and more...
pt_br: Procura
sw_ke: Tafuta

source: Success
pt_br: Sucesso
sw_ke: Umefaulu

source: Failure
pt_br: Falha
sw_ke: Hujafaulu

source: More
pt_br: Mais
sw_ke: Mengi

source: Current
pt_br: Atual
sw_ke: Sasa

source: Please enter a valid Email Id
pt_br: Por favor entre com um email válido.
sw_ke: Tafadhali weka anwani sahihi ya barua pepe

source: An account with the same Email Id already exists. Please sign in.
pt_br: Já existe uma conta com o mesmo email.
sw_ke: Akaunti ya barua pepe hiyo tayari ipo. Tafadhali chagua akaunti nyingine

source: Please enter a valid Mobile Number
pt_br: Por favor entre um número móvel válido.
sw_ke: Tafadhali weka nambari sahihi ya simu ya mkononi

source: An account with the same Mobile Number already exists. Please sign in.
pt_br: Já existe uma conta com o mesmo número móvel.
sw_ke: Akaunti iliyo na nambari hiyo ya simu ya mkononi tayari ipo. Tafadhali chagua nambari nyingine

source: The OTP you have entered is not valid. Please enter a valid OTP.
pt_br: O OTP inserido não é válido. Por favor entre com um OTP válido.
sw_ke: pasiwandi uliyoweka sio sahihi. Tafadhali weka OTP sahihi

source: You will receive an automated voice call with your OTP shortly.
pt_br: Você irá receber uma chamada de voz automática com seu OTP em breve.
sw_ke: Utapokea ujumbe wa pasiwandi yako baada ya muda mfupi.

source: Please enter the Name as on the card
pt_br: Por favor, insira o Nome como escrito no cartão
sw_ke: Tafadhali weka Jina kama ilivyo kwenye kadi

source: Please enter the Card number
pt_br: Por favor, insira o número do cartão
sw_ke: Tafadhali weka nambari ya Kadi

source: Sorry, the entered expiry date does not match. Please enter the expiry date as on the Card.
pt_br: Desculpe, a data de expiração não corresponde. Por favor, insira a data de validade como no cartão.
sw_ke: Samahani, tarehe iliyokamilika si sahihi. Tafadhali weka tarehe kama ilivyo kwenye kadi.

source: Sorry, the entered CVV number is incorrect. Please enter the CVV number as given on the card
pt_br: Desculpe, o número de CVV inserido está incorreto. Por favor, insira o número do CVV como indicado no cartão
sw_ke: Samahani, nambari ya CVV uliyoweka sio sahihi. Tafadhali weka nambari ya CVV kama ilivyo kwenye kadi.

source: The payment cannot be processed. Please try again or use another card.
pt_br: O pagamento não pode ser processado. Por favor, tente novamente ou use outro cartão.
sw_ke: Malipo hayawezi kukamilishwa. Tafadhali jaribu tena ama utumie kadi nyingine

source: Please enter a valid Email/ Mobile Number
pt_br: Por favor, insira um e-mail / número de celular válido
sw_ke: Tafadhali weka anwani sahihi ya barua pepe/ Nambari ya simu ya mkononi

source: Please enter your password
pt_br: Por favor, insira sua senha
sw_ke: Tafadhali weka nambari ya siri

source: Please enter a valid Email/ Mobile Number. Don't have an account? Please Sign Up
pt_br: Por favor, insira um número de e-mail / celular válido. Não tem uma conta? Por favor, inscreva-se

source: Signing in
pt_br: Entrando
sw_ke: Kuingia

source: Loading…
pt_br: Carregando...
sw_ke: Kupakia

source: We’re sorry, but we’re not able to access this video stream. Please try another channel or program
pt_br: Desculpe, mas não conseguimos acessar esta transmissão de vídeo. Por favor, tente outro canal ou programa
sw_ke: Samahani, hatuwezi kupokea video inayoonesha. Tafadhali jaribu kituo/chaneli nyingine ama kipindi kingine

source: switching to full screen
pt_br: mudando para tela cheia
sw_ke: Kuswichi kwa kiwambo kizima/chote

source: Sharing…
pt_br: Compartilhando...
sw_ke: Kushiriki

source: An account with the same Email Id already exists. Do you want to Sign in instead?
pt_br: Uma conta com o mesmo ID de e-mail já existe. Você quer entrar em vez disso?
sw_ke: Akaunti iliyo na anwani sawa na barua pepe tayari ipo. Je, wataka kuingia badala yake?

source: An account with the same Mobile Number already exists. Do you want to Sign in instead?
pt_br: Uma conta com o mesmo número de celular já existe. Você quer entrar em vez disso?
sw_ke: Akaunti iliyo na anwani sawa na barua pepe tayari ipo. Je, wataka kuingia badala yake?

source: Please enter a valid OTP
pt_br: Por favor, insira um OTP válido
sw_ke: Tafadhali weka OTP iliyo sahihi

source: The OTP you have entered is not valid. Please click on resend OTP to get new one.
pt_br: O OTP que você digitou não é válido. Por favor, clique em reenviar OTP para obter um novo.
sw_ke: OTP uliyoweka sio sahihi. Tafadhali bonyeza kwa OTP upate nyingine mpya

source: Sorry, the entered Name is incorrect. Please enter the Name as on the card
pt_br: Desculpe, o nome inserido está incorreto. Por favor, digite o nome como no cartão
sw_ke: Samahani, jina uliloweka sio sahihi. Tafadhali weka Jina kama ilivyo kwenye kadi

source: Sorry, the entered Card number is Incorrect. Please enter the card number as given on the card.
pt_br: Desculpe, o número do cartão inserido está incorreto. Por favor, insira o número do cartão conforme indicado no cartão.
sw_ke: Samahani, nambari ya kadi uliyoweka sio sahihi. Tafadhali weka nambari kama ilivyo kwenye kadi

source: Please enter a valid expiry date
pt_br: Por favor coloque a data de expiração do cartão
sw_ke: Tafadhali weka tarehe sahihi ya muda wa matumizi kukamilika

source: Please enter CVV number
pt_br: Por favor coloque o número CVV
sw_ke: Tafadhali weka nambari ya CVV

source: Video quality will improve when your device’s connection improves….
pt_br: A qualidade do vídeo irá melhorar quando a conexão do aparelho melhoarar.
sw_ke: Ubora wa video yako itaimarika wakati mtandao wa kifaa chako unaimarika

source: Video is resumed or paused
pt_br: Vídeo foi pausado ou finalizado.
sw_ke: Video imesitishwa ama kusimamishwa

source: Incorrect Password. Please try again.
pt_br: Senha incorreta. Por favor tente novamente.
sw_ke: Nambari ya siri sio sahihi. Tafadhali jaribu tena

source: Create your TeleUP Account
pt_br: Crie sua conta TeleUP

source: T&C and privacy policy
pt_br: T & C e política de privacidade
sw_ke: TC na sera ya kibinafsi

source: About Us
pt_br: Sobre nós
sw_ke: kutuhusu

source: Active Packages
pt_br: Pacotes ativos
sw_ke: Bei inayotumika

source: Amount and Renew Date
pt_br: Montante e data de renovação
sw_ke: Tarehe ya kubadilisha na kiwango cha pesa

source: Viusasa
pt_br: TeleUP

source: Next >
pt_br: Próximo >
sw_ke: Endelea >

source: By Paying in, you agree to
pt_br: Ao comprar, você concorda com a

source: By Signing in, you agree to
pt_br: Ao entrar, você concorda com o

source: By Signing up, you agree to
pt_br: Ao assinar, você concorda com o

source: Cancel
pt_br: Cancelar
sw_ke: Futa

source: Expiry Date
pt_br: Data de expiração
sw_ke: Tarehe ya mwisho

source: Card Number
pt_br: Número do cartão
sw_ke: Nambari ya kadi

source: Categories
pt_br: Categorias
sw_ke: Namna mbalimbali

source: Please Enter your new Mobile Number to Update
pt_br: Por favor, insira seu novo número de celular para atualizar
sw_ke: Tafadhali weka nambari mpya ya simu ili

source: Check availability
pt_br: Verificar disponibilidade
sw_ke: Angalia upatikanaji

source: Join Viusasa Account
pt_br: Junte-se à conta TeleUP
sw_ke: Jiunge na akaunti ya Viusasa

source: Current Mobile Number:
pt_br: Número de celular atual:
sw_ke: Nambari yako ya sasa ya simu

source: Current password
pt_br: Senha atual
sw_ke: Nambari yako ya sasa ya siri

source: Don't have a account?
pt_br: Não tem uma conta?
sw_ke: Huna akaunti?

source: Password is empty
pt_br: A senha está vazia
sw_ke: Nambari ya siri haipo

source: Enter Code
pt_br: Inserir código
sw_ke: Weka alama ya siri

source: Enter your registered Mobile Number or Email id
pt_br: Digite seu número de celular ou ID de e-mail cadastrado
sw_ke: Weka nambari yako ya simu iliyosajiliwa au anwani ya baruapepe

source: Enter your ZipCode
pt_br: Coloque seu Código Postal
sw_ke: Weka ZipCode

source: An unknown DRM error occurred
pt_br: Ocorreu um erro de DRM desconhecido
sw_ke: Kosa lisilojulikana la DRM lilitokea

source: This device does not support the required DRM scheme
pt_br: Este dispositivo não suporta o esquema DRM requerido
sw_ke: Kifaa hiki hakiwiani na mpangilio wa DRM unaotarajia

source: Please enter Confirm password
pt_br: Por favor, clique em Confirmar senha
sw_ke: Tafadhali weka na uthibitishe pasiwadi

source: Please enter a password
pt_br: Por favor, insira uma senha
sw_ke: Tafadhali weka pasiwadi

source: Please enter valid Mobile Number
pt_br: Por favor, insira um número válido de celular
sw_ke: Tafadhali weka nambari ya simu iliyo katika matumizi

source: Forgot password
pt_br: Esqueceu a senha
sw_ke: Badilisha neno la siri (password) hapa

# A code will be sent to your registered Email/ Mobile
source: A code will be sent to your registered Mobile
pt_br: Um código será enviado para o seu celular registrado
sw_ke: Alama ya siri itatumwa kwa baruapepe yako au kwa simu yako

source: Genres
pt_br: Gêneros
sw_ke: Vipindi

source: Get two weeks Free
pt_br: Receba duas semanas grátis
sw_ke: Pata wiki mbili bila malipo

source: Help
pt_br: Ajuda
sw_ke: Saidia

source: Anytime, Anywhere
pt_br: Qualquer hora, qualquer lugar
sw_ke: Wakati wowote, mahali popote

source: Name As On Your Card
pt_br: Nome como no seu cartão
sw_ke: Jina kulingana na lilivyo kwenye kadi yako

source: New password
pt_br: Nova senha
sw_ke: Pasiwadi mpya

source: Next
pt_br: Próximo
sw_ke: Endelea

source: No data found
pt_br: Nenhum dado encontrado
sw_ke: Hakuna data iliyopatikana

source: No suggestions found
pt_br: Nenhuma sugestão encontrada
sw_ke: Hakuna mapendekezo yaliyopatikana

source: Optional
pt_br: Opcional
sw_ke: Sio lazima

source: Please Enter Your OTP
pt_br: Por favor, insira seu OTP
sw_ke: Tafadhali weka pasiwadi yako

source: One Time Password(OTP) has been sent to your mobile
pt_br: One Time Password (OTP) foi enviado para o seu celular
sw_ke: Umetumiwa pasiwadi kwa nambari ya simu

# Enter One Time Password to verify your mobile number
source: Enter One Time Password to verify your Account
pt_br: Insira uma senha para verificar seu número de celular
sw_ke: Weka pasiwadi ili kuthibitisha nambari yako ya simu

source: Your mobile number
pt_br: O seu número de telefone móvel
sw_ke: nambari yako ya simu

# Please ener the same here to create your account
source: Please enter the same here to create your account
pt_br: Por favor, digite o mesmo aqui para criar sua conta
sw_ke: Tafadhali weka hapa ili kuanzisha akaunti yako

source: Voice Call
pt_br: Chamada de voz
sw_ke: Piga simu

source: RESEND
pt_br: Reenviar
sw_ke: Tuma tena

source: Verify
pt_br: Verificar
sw_ke: Thibitisha

source: OTP Verification
pt_br: Verificação OTP
sw_ke: Uthibitishaji wa pasiwadi

source: Page not found
pt_br: Página não disponível
sw_ke: Ukurasa haupatikani

source: Password(4-16 characters)
pt_br: Senha (4-50 caracteres)
sw_ke: Nambari ya siri iwe kati ya herufi sita na kumi

source: Password mismatch
pt_br: Senha incorreta
sw_ke: Nambari ya siri haikubali

source: Join
pt_br: Junte-se
sw_ke: Jiunge

source: Your Registered mobile number is
pt_br: Seu número de celular registrado é:
sw_ke: Nambari yako ya simu iliyosajiliwa ni

source: Do you want to pay for a friend/family member
pt_br: Você quer pagar por um amigo / familiar?
sw_ke: Ungetaka kumlipia rafiki au mtu wa familia?

source: Payment
pt_br: Pagamento
sw_ke: Ulipaji

source: Profile
pt_br: Perfil

source: Registered mobile number
pt_br: Número de celular registrado
sw_ke: Nambari ya simu iliyosajiliwa

source: Reset password
pt_br: Redefinir Senha
sw_ke: Badilisha nambari ya siri

# A code is sent to your registered Email/ Mobile
source: Once you reset your password, you will automatically Sign in
pt_br: Um código é enviado para o seu e-mail / celular registrado
sw_ke: Alama ya siri itatumwa kwa baruapepe yako au kwenye simu yako

source: One or more sample lists failed to load
pt_br: Uma ou mais listas de amostra não foram carregadas
sw_ke: Moja ama orodha ya mifano zaidi ilikosa kutokea

source: See More
pt_br: Veja mais
sw_ke: ona mengine

source: Selected Packages
pt_br: Pacotes selecionados
sw_ke: Mpangilio wa video ulizochagua

source: Default
pt_br: Padrão
sw_ke: Upungufu au kosa

source: Disabled
pt_br: Desativado
sw_ke: Iliyo na kasoro

source: Send OTP
pt_br: Enviar OTP
sw_ke: Tuma pasiwadi

source: Show
pt_br: Programa
sw_ke: Onyesha

source: Sign Out
pt_br: Sair
sw_ke: Funga

source: Sign up
pt_br: Assinar
sw_ke: Jisajili

source: Thanks for joining Viusasa
pt_br: Obrigado por se juntar ao TeleUP
sw_ke: Shukrani kwa kujiunga na Viusasa

source: Sort
pt_br: Ordenar
sw_ke: Chagua

source: Permission to access storage was denied
pt_br: A permissão para acessar o armazenamento foi negada
sw_ke: Ruhusa ya kupata data iliyohifadhiwa ilikataliwa

source: Submit
pt_br: Submeter
sw_ke: Wasilisha

source: Subscribe
pt_br: Se inscrever
sw_ke: Lipia

source: Summary
pt_br: Resumo
sw_ke: Kwa ufupi

source: By clicking here, you agree to Viusasa's terms and conditions
pt_br: Ao clicar aqui, você concorda com os termos e condições da TeleUP
sw_ke: Kwa kubonyeza hapa, unakubaliana na sheria na masharti ya Viusasa

source: Transactions
pt_br: Transações
sw_ke: Huduma za malipo

source: read less
pt_br: Ler menos
sw_ke: Some madishi mashashe

source: read more
pt_br: Ler mais
sw_ke: Some madishi Mengi

source: Unexpected intent action
pt_br: Ação intencional inesperada:
sw_ke: Kusudio lililotokea lisilotarajiwa

source: Update Card
pt_br: Atualizar cartão
sw_ke: Weka kadi yako kulingana na tarehe ya sasa

source: Update Languages
pt_br: Atualizar linguagens
sw_ke: Changua lugha

source: Update Mobile
pt_br: Atualizar dispositivo móvel
sw_ke: Badirisha nambaria ya simu

source: Update Password
pt_br: Atualizar senha
sw_ke: Badirisha Pasiwandi

source: We can get easy access to content you want
pt_br: Podemos ter acesso fácil ao conteúdo que você deseja
sw_ke: Tunaweza kupata kwa urahisi maandishi uyatakayo

source: Zipcode
pt_br: Código postal
sw_ke: Alama ya posta

source: Please try again later
pt_br: Por favor, tente novamente mais tarde
sw_ke: Tafadhali jaribu tena baadaye

source: Select your app Language
pt_br: Selecione o idioma do seu aplicativo
sw_ke: Chagua lugha yako ya App

source: Please select one app language
pt_br: Por favor, selecione um idioma do aplicativo
sw_ke: Tafadhali chagua lugha moja ya App

source: No url to load
pt_br: Nenhuma URL para carregar
sw_ke: Hakuna mtambo

source: Your payment was unsuccessful
pt_br: Seu pagamento não foi bem-sucedido
sw_ke: Samahani.. malipo yako haikufaulu

source: Sorry your transaction failed
pt_br: Desculpe, sua transação falhou
sw_ke: Samahani.. malipo yako haikufaulu

source: Input fields are empty
pt_br: Campos de entrada estão vazios
sw_ke: Jaza sehemu zote

source: please select a pack
pt_br: por favor selecione um pacote
sw_ke: Tafadhali chagua mpango wako wa video

source: Please confirm the number below is your Viusasa registered number
pt_br: Por favor, confirme o número abaixo é o seu número registrado TeleUP
sw_ke: Tafadhali thibitisha iwapo nambari hii hapa chini ni nambari yako ya Viusasa uliyojisajili nayo

source: Oops ! Looks like your account is linked with another device.
pt_br: Opa! Parece que sua conta está vinculada a outro dispositivo.
sw_ke: Samahani inaonekana akaunti yakoinatumiwa kwa kifaa kingine

source: Please delink the other device to continue signin here.
pt_br: Por favor, desconecte o outro dispositivo para continuar acessando aqui.
sw_ke: Tafadhali timiza akaunti yako kwenye kifaa kingine ili iweze kundelea hapa

source: Pay for Someone else
pt_br: Pagar por outra pessoa
sw_ke: Lipia mwingine

source: pay
pt_br: Pagar
sw_ke: Lipa

# Select atleast one Language
source: Please Select atleast one Language
pt_br: Selecione pelo menos um idioma
sw_ke: Chagua lugha isiyo pungua moja

source: Save Changes
pt_br: Salvar mudanças
sw_ke: Hifadhi marekebisho

source: Data not available
pt_br: Dados não disponíveis
sw_ke: Data haipatikani

source: Delink
pt_br: Desvincular
sw_ke: Kata mawasiliano

source: Ok,thanks
pt_br: Ok, obrigada
sw_ke: Asante Nashukuru

source: Try again
pt_br: Tente novamente
sw_ke: Jaribu tena

source: Video Pack
pt_br: Pacote de vídeo
sw_ke: Mpango wa video

source: Alert !
pt_br: Alerta !
sw_ke: Ilani !

source: Please wait
pt_br: Por favor, aguarde
sw_ke: Tafadhali subiri

source: password cannot be empty
pt_br: senha não pode estar vazia
sw_ke: Weka pasiwandi kwenye nafasi yake

source: otp is empty
pt_br: otp está vazio
sw_ke: pasiwandi haipo

source: Hide
pt_br: Esconder
sw_ke: Ficha

source: My Account
pt_br: Minha conta
sw_ke: Akaunti yangu

source: to
pt_br: para
sw_ke: Kwa

source: Sorry ..Your transaction failed
pt_br: Desculpe .. Sua transação falhou
sw_ke: Samahani.. malipo yako haikufaulu

source: Card available
pt_br: Cartão disponível
sw_ke: Kadi ipo

source: Click to View
pt_br: Clique para ver
sw_ke: Bonyeza utazame

source: Sorry, no results matching
pt_br: Desculpe, nenhum resultado correspondente
sw_ke: Samahani, hakuna matokeo yanayolingana

source: No Content available
pt_br: Nenhum conteúdo disponível
sw_ke: Hakuna video

source: No Selected Packs
pt_br: Nenhum pacote selecionado
sw_ke: Hujachagua video yeyote

source: Data unavailable
pt_br: Dados indisponíveis
sw_ke: Unachokitafuta hakipo

source: Unsupported type
pt_br: Tipo não suportado:
sw_ke: Herufi zisizotambuliwa

source: Error
pt_br: Erro
sw_ke: Sio sahihi

source: Clear
pt_br: Limpar
sw_ke: Badilisha

# Save
source: Continue
pt_br: Salvar
sw_ke: Hifadhi

source: Or
pt_br: Ou
sw_ke: Ama

source: Please Check your Connection
pt_br: Por favor, verifique sua conexão
sw_ke: Mtambo wako wa internet una hitlafu

source: Provide Your Payment Details
pt_br: Forneça seus detalhes de pagamento
sw_ke: Dhibitisha risiti ya malipo yako

source: Change Mobile Number
pt_br: Alterar o número do celular
sw_ke: Badilisha nambari yako ya simu

source: Pay for Others
pt_br: Pagar por outros
sw_ke: Lipia wengine

source: Session Expired
pt_br: Sessão expirada
sw_ke: Kipindi kimekwisha

source: Select your country code
pt_br: Selecione seu código de país
sw_ke: Chagua code ya nchi yako

source: App Language
pt_br: Idioma do aplicativo
sw_ke: App Lugha

source: Here is all the great live tv that you and your family get to watch.
pt_br: Bem-vindo ao TeleUP, seu acompanhante diário para shows locais, notícias e lançamentos exclusivos de música
sw_ke: Karibu katika Viusasa, Ni hapa ambapo utapata vipindi uvipendavyo vya hapa nchini, habari na muziki wa kipekee

source: Close
pt_br: Fechar
sw_ke: Funga

source: To start viewing your [daily/weekly/monthly] package go to mPesa and make payment using the details below
pt_br: Para começar a ver o seu pacote [diário / semanal / mensal], vá para mPesa e efetue o pagamento usando os detalhes abaixo
sw_ke: Ili kuanza kutazama furushi lako [kila siku/kila juma/kila mwezi] ingia katika M-pesa na ulipie ukitumia maelezo yafuatayo

source: Amount
pt_br: Montante
sw_ke: Kiasi cha pesa

source: Your account
pt_br: Sua conta
sw_ke: Akaunti yako

source: Pay bill no
pt_br: Pagar conta não
sw_ke: Nambari ya malipo

source: For Support call
pt_br: Para chamada de suporte
sw_ke: Kwa usaidizi piga

source: Devices
pt_br: Aparelhos
sw_ke: Vifaa

source: Add-on
pt_br: Adicionar
sw_ke: Kifaa cha kuongeza

source: News
pt_br: Novidades
sw_ke: Taarifa

source: Apply Your Filters
pt_br: Aplique seus filtros
sw_ke: Tumia chujio zako

source: Content you are looking for is not available
pt_br: O conteúdo que você está procurando não está disponível
sw_ke: Unachotafuta hakipatikani kwa sasa

source: Choose your preferred content language
pt_br: Escolha seu idioma de conteúdo preferido
sw_ke: Chagua lugha ambayo ungependa kuitumia

source: Contact Us
pt_br: Contate-nos
sw_ke: Wasiliana nasi

source: Update Available
pt_br: Atualização disponível
sw_ke: Huduma unapatikana

source: A New version of Viusasa is available. Would you like to update?
pt_br: Uma nova versão do TeleUP está disponível. Você gostaria de atualizar?
sw_ke: Aina mpya ya Viusasa inapatikana. Ungependa kuipata?

source: New Version Available
pt_br: Nova versão disponível
sw_ke: Aina mpya inapatikana sasa

source: There are some cool features in the new version! Please update the app to continue watching
pt_br: Existem alguns recursos interessantes na nova versão! Por favor, atualize o aplicativo para continuar assistindo.
sw_ke: Kuna mambo mengi mufti katika aina mpya ya huduma. Tafadhali anza kutumia app mpya

source: Update
pt_br: Atualizar
sw_ke: Sasisha

source: Watch videos in the language you enjoy most
pt_br: Assista a vídeos no idioma que você mais gosta
sw_ke: tazama video katika lugha unayoipenda zaidi

source: Watch videos you enjoy most
pt_br: Assista a vídeos que você mais gosta
sw_ke: Tazama video inazopenda zaidi

source: This device does not provide a decoder for
pt_br: Este dispositivo não fornece um decodificador para
sw_ke: Kifaa unachotumia hakina nafasi ya decoder kwa

source: Media includes video tracks, but none are playable by this device
pt_br: Mídia inclui faixas de vídeo, mas nenhuma pode ser reproduzida por este dispositivo
sw_ke: Yaliyomo yanajumuisha nyimbo za video lakini hakuna unaoweza kuchezwa kwenye kifaa hiki.

source: Purchase Date
pt_br: Data de compra
sw_ke: Muda wa kununua

source: Package Type
pt_br: Tipo de pacote
sw_ke: Aina ya furushi

source: Call
pt_br: Chamada
sw_ke: Simu

source: Favorites
pt_br: Favoritos
sw_ke: orodha yak ya muziki

source: Please sign in to view your Favorite videos
pt_br: Por favor, faça login para ver seus vídeos favoritos
sw_ke: tafadhali ingia uweze kucheza orodha yako ya muziki

source: Please sign in to add your videos to Favorites
pt_br: Por favor, logue para adicionar os vídeos aos favoritos
sw_ke: tafadhali ingia uweze kuongeza video kwa orodha yako ya muziki

source: Email ID length should be between 6-50 characters
pt_br: O comprimento do ID do email deve ter entre 6 e 50 carateres

# Password length should be between 4-50 characters
source: Password length should be between 4-16 characters
pt_br: O tamanho da senha deve estar entre 4 e 50 caracteres
