Repository: ioskinjal/ios-app-portfolio
Catalog: OTT/Project/OTT/Localization/*.lproj/Localizable.strings
Languages: pt_br, sw_ke

# New password length should be between 4-50 characters
source: New password length should be between 4-16 characters
pt_br: O novo comprimento da senha deve ter entre 4 e 50 caracteres

source: Update or Change your password
pt_br: Atualizar ou alterar sua senha

source: Invalid details
pt_br: Detalhes inválidos

source: Code length should be between 4-10 characters
pt_br: O tamanho do código deve estar entre 4 a 10 caracteres

source: You can select only max 4
pt_br: Você pode selecionar apenas no máximo 4

source: Please enter valid credentials!
pt_br: Por favor, insira credenciais válidas!

source: Your phone number is updated
pt_br: Seu número de telefone é atualizado

source: Your password updated successfully
pt_br: Sua senha foi atualizada com sucesso

source: Manage account settings. View active packages, and transaction history
pt_br: Gerenciar configurações da conta. Ver pacotes ativos e histórico de transações

# Please Enter Code
source: Please enter the code
pt_br: Por favor insira o código

# Code length should be between 4-16 characters
source: Code length should be between 4-50 characters
pt_br: O comprimento do código deve estar entre 4 e 16 caracteres

source: Please Enter Confirm Password
pt_br: Por favor, clique em Confirmar senha

# Confirm password length should be between 4-50 characters
source: Confirm password length should be between 4-16 characters
pt_br: Confirme o comprimento da senha deve ter entre 4 e 50 caracteres

source: New and Confirm Passwords Should be same
pt_br: Novas e Confirmar Senhas Devem Ser Mesmo

source: No Transaction History for your account
pt_br: Nenhum histórico de transações para sua conta

source: Please Sign in to continue
pt_br: Por favor, faça login para continuar

source: Please Sign in to watch the content
pt_br: Por favor, logue para assistir ao conteúdo

source: Show More
pt_br: Mostre mais

source: Show Less
pt_br: Mostrar menos

source: Select video quality
pt_br: Selecionar qualidade de vídeo

source: Failed to load Video
pt_br: Erro ao carregar o vídeo

source: Unable to start program
pt_br: Incapaz foi possível iniciar o programa

source: Unable to load video
pt_br: Incapaz foi possível carregar o vídeo

source: Go Live
pt_br: Ir Live

source: Would you like to continue from
pt_br: Você gostaria de continuar de

source: Resume
pt_br: Inicio

source: Start over
pt_br: Recomeçar

source: Terms & Conditions
pt_br: Termos e Condições

source: Have an account ?
pt_br: Ter uma conta ?

source: See what is currently playing on your favourite channel.
pt_br: Veja o que está sendo reproduzido no seu canal favorito.

source: Ok, Got it
pt_br: OK, entendi

source: Click on go live to know what is currently playing in every channel.
pt_br: Clique em ir ao vivo para saber o que está sendo reproduzido atualmente em todos os canais.

source: Navigate through the channel’s catch-up right from the player page.
pt_br: Navegue pelo acompanhamento do canal diretamente da página do player.

source: Continue with Facebook
pt_br: Continue com o Facebook

source: Login with Google
pt_br: Entre com o Google

source: Watch Now
pt_br: Assista agora

source: Enter keyword to search
pt_br: Insira a palavra-chave para pesquisar

source: Oops!! Some thing went wrong. Please try after some time.
pt_br: Oops! Alguma coisa deu errado. Por favor, tente depois de algum tempo.

source: We’re Sorry Service is temporarily unavailable
pt_br: Lamentamos O serviço está temporariamente indisponível

source: My Linked Devices
pt_br: Meus dispositivos vinculados

source: Ways to Watch
pt_br: Maneiras de assistir

source: Do you like to sign out from TeleUP?
pt_br: Você gosta de sair da TeleUP?

source: Enter Your New Mobile Number to get an OTP
pt_br: Digite seu novo número de celular para obter um OTP

source: Update Mobile Number
pt_br: Atualizar número do celular

source: New Device Sign in
pt_br: Novo dispositivo entrar

source: You have reached your device limit
pt_br: Você atingiu seu limite de dispositivos

source: To continue here, please select a device to Sign out
pt_br: Para continuar aqui, selecione um dispositivo para sair

source: Please Enter Current and New Password
pt_br: Por favor digite a senha atual e nova

source: Please Enter New Password
pt_br: Por favor digite uma nova senha

source: Change password
pt_br: Mudar senha

source: Enter Your Current Password to Change Password.
pt_br: Digite sua senha atual para alterar a senha.

source: Done
pt_br: Feito

source: Need help signing in? Visit
pt_br: Precisa de ajuda para entrar? Visite

source: To know more go to the link below
pt_br: Para saber mais, acesse o link abaixo

source: Name of the Package
pt_br: Nome do pacote

source: Next Renew Date
pt_br: Próxima data de renovação

source: No packages found
pt_br: Nenhum pacote encontrado

source: Box ID
pt_br: ID da caixa

source: Country
pt_br: País

# Email ID
source: Email address
pt_br: Identificação do email

source: Mobile No
pt_br: Número de celular

source: Sign in using your TeleUP Account
pt_br: Entre usando sua conta TeleUP

source: Don’t have an account ?
pt_br: Não tem uma conta?

source: Search Live TV, Catch-Up and more
pt_br: Pesquise TV ao vivo, catch-up e muito mais

source: Cast & Crew
pt_br: elenco e equipe

source: Username
pt_br: Nome

source: First Name
pt_br: Primeiro nome

source: Last Name
pt_br: Último nome

source: Please Verify Your Mobile Number
pt_br: Por favor, verifique o seu número de celular

source: Tap to retry
pt_br: Toque para tentar novamente

source: The Internet connection appears to be offline
pt_br: A conexão com a Internet parece estar off-line

source: Now Live
pt_br: Ao vivo agora

source: Filters
pt_br: Filtros

source: Confirm
pt_br: Confirmar

source: You are not logged in
pt_br: você não está logado

source: OK
sw_ke: Sawa

source: Email
sw_ke: Barua pepe

source: Catch-up
sw_ke: Catch-up TV

# Your password must be at least 5 characters long.
source: Your password must be at least 4 characters long.
sw_ke: Nambari yako ya siri lazima iwe na herufi tano. Tafadhali jaribu tena

# Create your Viusasa Account
source: Create your ReelDrama Account
sw_ke: Create your TeleUP Account

source: Viusasa_debug
sw_ke: Ondoa makosa ya Viusasa

source: Enable random adaptation
sw_ke: Wezesha marekebisho bila mpangilio maalum

source: Protected content not supported on API levels below 18
sw_ke: Maandishi yaliyolindwa hayana viwango vya API chini ya 18

source: Unable to instantiate decoder
sw_ke: Haiwezi kuifanya dekoda kufanya kazi

source: Step 3 of 3
sw_ke: Hatua ya 3 kwa 3

source: Hello blank fragment
sw_ke: Hello, ukurasa huu ni mtupu

source: Enjoy Viusasa's great shows and music
sw_ke: Furahia burudani na muziki wa Viusasa

source: You are going to pay 10 KES to subscribe for video package of Viusasa
sw_ke: Dhibitisha kulipa shilingi kumi ili kupata huduma ya video ya Viusasa

source: Premium
sw_ke: Malipo

source: Secure Server
sw_ke: Ilinde Sava

source: Sign in using your Viusasa Account
sw_ke: Ingia ukitumia akaunti yako ya Viusasa
