Repository: ioskinjal/ios-app-portfolio
Catalog: Levelshoes/Localization/*.lproj/Localizable.strings
Languages: ar

source: Mobile No
ar: رقم الموبايل

# Coutry Code*
source: Country Code
ar: الرقم الدولي*

# registerBtnSignInFacebook
source: SIGN IN WITH FACEBOOK
ar: تسجيل الدخول عبر فيسبوك

# registerBtnCreateAccount
source: CREATE ACCOUNT
ar: إنشاء حساب

# registerSignInWithFacebook
source: Sign in with Facebook
ar: تسجيل الدخول عبر فيسبوك

# registerOr
source: or
ar: أو

# registerCreateAccount
source: Create an account
ar: إنشاء حساب

# registerAggremntForAccount
source: By clicking Create Account, you agree to our
ar: بالنقر فوق إنشاء حساب ، فإنك توافق على

# registerTermConditionForAccount
source: Terms & Conditions.
ar: الشروط والأحكام

# registerSignUpNewsAndPersonalised
source: Sign up for access to the latest shoe and accessory arrivals, sneaker drops and exclusive brand launches.
ar: قم بتسجيل حساب للحصول على أخبار حصرية وعروض مخصصة لك

# registerStarEmail
source: Email Address
ar: عنوان البريد الإلكتروني

# registerStarFirstName
source: First Name
ar: الاسم الأول

# registerStarLastName
source: Last Name
ar: اسم العائلة

# registerStarMobileNum
source: Mobile Number
ar: رقم الهاتف المتحرك

# registerStarPassword
source: Password
ar: كلمة المرور

# registerStarConfPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# registerlblNotification
source: Sign up for access to the latest shoe and accessory arrivals, sneaker drops and exclusive brand launches.
ar: قم بتفعيل الإشعارات للبقاء على اطلاع دائم بأحدث التشكيلات والعروض

source: Salutation
ar: تحياتنا

source: Mr
ar: السيد

source: Ms
ar: الآنسة

source: Mrs
ar: السيدة

# countryCodeTitle
source: Select country code
ar: حدد رمز الدولة

# accountSignin
source: SIGN IN
ar: تسجيل الدخول

source: Please correct the expiry date in the format MM/YY.
ar: يرجى تصحيح تاريخ انتهاء الصلاحية بالصيغة MM/YY.

# accountSigninRegister
source: Register/Sign In
ar: تسجيل حساب جديد/تسجيل الدخول

# accountSigninRegisterDesc
source: New to Level Shoes? Create an account by clicking Register below.
ar: استمتع بعملية دفع أسرع وأسهل وتتبع طلباتك وغير ذلك الكثير!

# accountSignup
source: REGISTER
ar: تسجيل حساب جديد

# accountNotification
source: Push Notifications
ar: دفع الإخطار

# accountNotificationDesc
source: Receive push notifications from Level Shoes
ar: تلقي إشعارات من ليفيل شوز

# accountSignOut
source: Sign Out
ar: خروج

# accountCategory
source: Select Gender
ar: اختر الفئة

# accountWishlist
source: My Wishlist
ar: قائمة الأمنيات الخاصة بي

# aacountAccount
source: My Account
ar: حسابي

# accountOrderReturn
source: Orders & Returns
ar: الطلبات والإرجاع

# accountNotifiation
source: Notifications
ar: الإشعارات

# accountPersonalDetail
source: Personal Details
ar: التفاصيل الشخصية

# accountPreference
source: Preferences
ar: التفضيلات

# accountLocation
source: My Location
ar: مكاني

# accountChooseCountry
source: Choose a Country
ar: اختر دولة

# accountTxtCountry
source: Select a Country
ar: اختر دولة

# accountLanguage
source: My Language
ar: لغتي

# accountInfoHelp
source: General Information
ar: المعلومات والمساعدة

# accountContactUs
source: Contact Us
ar: الاتصال بنا

# accountFAQ
source: FAQs
ar: الأسئلة المتكررة

# accountAbout
source: About Us
ar: نبذة عنّا

# accountPrivacy
source: Privacy & Cookies
ar: سياسة الخصوصية وملفات الكوكيز

# accountTermCondition
source: Terms & Conditions
ar: الشروط والأحكام

# aacountService
source: Services
ar: خدماتنا

# slideContinue
source: CONTINUE
ar: متابعة

# slideWomen
source: WOMEN
ar: للنساء

# slideMen
source: MEN
ar: للرجال

# slidKids
source: KIDS
ar: للأطفال

# moreInfo
source: MORE INFORMATION
ar: المزيد من المعلومات

# searchMenu
source: MENU
ar: قائمة طعام

# searchResult
source: Search results
ar: نتائج البحث

# searchTxtPlaceholder
source: SEARCH HERE
ar: البحث هنا

# RECENT_SEARCHES
source: RECENT SEARCHED
ar: عمليات البحث الأخيرة

# TRENDING_SEARCHES
source: WHAT'S TRENDING
ar: عمليات البحث الشائعة

# privacyCapital
source: PRIVACY & COOKIES
ar: سياسة الخصوصية وملفات الكوكيز

# aboutCapital
source: ABOUT US
ar: سياسة الخصوصية وملفات الكوكيز

# aboutLevelShoes
source: Level Shoes
ar: ليفل شوز

# aboutContactNumber
source: Contact number
ar: رقم الاتصال

# aboutMoreDetal
source: MORE DETAILS
ar: المزيد من التفاصيل

# aboutVisitUs
source: Visit Us
ar: زورنا

# aboutStoreHour
source: Store hours
ar: ساعات عمل المحل

# aboutWorkingDay
source: Sunday to Saturday
ar: من الأحد إلى السبت

# aboutWorkingHour
source: 12AM - 9PM
ar: 12 ظهرًا - 9 مساءً

# aboutPhoneNumber
source: Phone Number
ar: رقم الهاتف

# aboutTollFree
source: Toll free
ar: الرقم المجاني

# aboutGuestService
source: Guest Services Hours
ar: ساعات عمل فريق خدمات الزوار

# aboutGuestHour
source: Daily 10AM - 8PM
ar: يوميًا من 10 صباحًا حتى 8 مساءً

# aboutAddress
source: Address
ar: عنوان

source: SKIP INTRO
ar: تخطي المقدمة

source: Choose a country
ar: اختر دولة

source: Select a country
ar: اختر دولة

source: Enable Notifications to stay up - to - date on latest collections and offers
ar: قم بتفعيل الإشعارات للبقاء على اطلاع دائم بأحدث التشكيلات والعروض

source: DISCOVER THE LATEST PRODUCTS
ar: اكتشف أحدث المنتجات

source: SNEAKERS DROP
ar: أحذية رياضية

source: Select Country
ar: تحديد الدولة

source: Enter the four digit code received via email to continue
ar: أدخل الرمز المكون من 4 أرقام الذي تلقيته عبر البريد الإلكتروني للمتابعة

source: Didn't get code ?
ar: لم تحصل على الرمز؟

source: Resend Code
ar: إعادة إرسال الرمز.

source: Code expires in :
ar: تنتهي صلاحية الرمز في:

source: VERIFY & PROCEED
ar: التحقق والمتابعة

source: CHANGE PASSWORD
ar: تغيير كلمة المرور

source: You have successfully changed your password Enjoy Shopping!
ar: لقد قمت بتغيير كلمة المرور الخاصة بك بنجاح استمتع بالتسوق!

source: START SHOPPING
ar: البدء بالتسوق

source: Please enter current password
ar: الرجاء إدخال كلمة المرور الحالية

source: Confirm Password*
ar: تأكيد كلمة المرور

# Password must contain at leat 6 characters
source: Password must contain at leat 8 characters
ar: يجب أن تحتوي كلمة المرور على 8 خانات على الأقل

source: Password Changed
ar: تم تغيير كلمة المرور

source: Please enter valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح

# donthaveaccount
source: Don't have an account? Sign up
ar: ليس لديك حساب بعد؟تسجيل حساب

source: Error
ar: خطأ

source: Please enter email address
ar: الرجاء إدخال عنوان البريد الإلكتروني

source: Email Address*
ar: عنوان البريد الإلكتروني*

source: email does not exist
ar: البريد الإلكتروني غير موجود

source: RESET PASSWORD
ar: إعادة تعيين كلمة المرور

source: Forgot your password?
ar: هل نسيت كلمة المرور الخاصة بك؟

source: Enter your email address below, and we'll send you instructions to reset your password.
ar: أدخل عنوان بريدك الإلكتروني أدناه، وسنرسل لك تعليمات لإعادة تعيين كلمة المرور الخاصة بك.

source: new password and confirm password not match!
ar: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقين!

source: Please enter confirm password
ar: الرجاء إدخال تأكيد كلمة المرور

source: Password and confirm password should be same
ar: يجب أن يكون إدخال كلمة المرور وتأكيد كلمة المرور متطابقين

source: Password*
ar: كلمة المرور*

source: Confirm Password must contain at leat 6 characters
ar: يجب أن تحتوي كلمة المرور على 6 خانات على الأقل

source: To use your level account, please enter a new password.
ar: لاستخدام حساب ليڤيل شوز الخاص بك، يرجى إدخال كلمة مرور جديدة.

source: Enter your new password
ar: أدخل كلمة المرور الجديدة

source: ACCESSORIES
ar: إكسسوارات

source: CONTINUE
ar: متابعة

source: YOU’RE IN:
ar: أهلًا بك:

source: United Arab Emirates
ar: الإمارات العربية المتحدة

source: EXCLUSIVES
ar: تصاميم حصرية

source: YOU ARE IN
ar: أنت في

source: UPDATE ADDRESS
ar: تحديث العنوان

source: MEN
ar: للرجال

source: SKU
ar: رقم تعريف المَخزون

source: Is In Stock
ar: متوفر في المخزون

source: Not In Stock
ar: غير متوفر في المخزون

source: Quantity
ar: الكمية

source: Made In
ar: صنع في

source: . You can update your delivery information here.
ar: يمكنك تحديث معلومات التوصيل الخاصة بك من هنا

source: It seems like you're in
ar: يبدو أنك في

source: Sorry we don't deliver here at the moment.
ar: عذرًا، نحن لا نقوم بالتوصيل هنا في الوقت الحالي

source: WOMEN
ar: للنساء

source: LET'S GO
ar: هيا بنا

# REGISTER OR SIGN IN
source: SIGN IN TO YOUR ACCOUNT
ar: تسجيل حساب أو تسجيل الدخول

source: KIDS
ar: للأطفال

source: HYPE
ar: هايب

# register_desc
source: New to Level Shoes? Create an account by clicking below.
ar: للحظاء بتجربة تسوق أسرع وأكثر متعة والحصول على توصيات مخصصة لك

# cate_wom
source: WOMEN
ar: للنساء

source: No Internet
ar: لا يوجد اتصال بالإنترنت

source: ADD TO BAG
ar: الإضافة إلى الحقيبة

source: Add to bag
ar: الإضافة إلى الحقيبة

# LETS GO
source: SIGN IN
ar: تسجيل الدخول

source: VIEW ALL COLLECTION
ar: عرض جميع التشكيلات

# editorNote
source: Editor’s Notes
ar: ملاحظات للمحررين

source: About The Product
ar: حول المنتج

# shippingReturn
source: Shipping & Returns
ar: الشحن والإرجاع

source: Similar Products
ar: منتجات مماثلة

# lblProductDetailsTop
source: Product Details
ar: تفاصيل المُنتَج

source: Your connection appears to be offline.
ar: يبدو أنك غير متصل بالإنترنت.

# cat_men
source: MEN
ar: للرجال

source: YOURE IN :
ar: أهلًا بك

# cat_kid
source: KIDS
ar: للأطفال

# internet_error
source: No Internet
ar: لا يوجد اتصال بالإنترنت

# genric_error
source: Your Connection appears to be offline
ar: يبدو أنك غير متصل بالإنترنت

# internet_retry
source: Retry
ar: إعادة المحاولة

# conection_error
source: Your Connection appears to be offline
ar: يبدو أنك غير متصل بالإنترنت

# tech_error
source: The page couldn’t be loaded because of a technical problem
ar: تعذر تحميل الصفحة بسبب مشكلة فنية.

# some_right
source: Something is not right
ar: حدث خطأ ما

# retry
source: TRY AGAIN
ar: حاول مرة أخرى

# HomePage
source: GO TO HOMEPAGE
ar: الذهاب إلى الصفحة الرئيسية

source: SIGN IN
ar: تسجيل الدخول

source: New Customers
ar: تسجيل عميل جديد

# enjoyFasterEasierCheckout
source: Create a Level Shoes account by clicking Register below.
ar: استمتع بعملية دفع أسرع وأسهل وتتبع طلباتك وغير ذلك الكثير!

source: Sign in with your email
ar: تسجيل الدخول عبر البريد الإلكتروني

# Return customer
source: Returning Customer
ar: عميل حالي

source: FORGOT PASSWORD?
ar: هل نسيت كلمة المرور؟

# Your shopping bag is empty
source: Shopping bag is empty
ar: حقيبة التسوق فارغة

source: By clicking ‘ Create Account’ you agree to our
ar: بالنقر على إنشاء حساب، فإنك توافق على الشروط والأحكام الخاصة بنا

# browseCatlogMessage
source: Shop the latest arrivals and start adding to your bag
ar: تسوق أحدث المنتجات وابدأ في إضافتها إلى حقيبتك

source: Last in stock
ar: آخر قطعة في المخزون

source: Cancel
ar: إلغاء

# basket_size
source: Size :
ar: المقاس :

# basket_qty
source: Quantity :
ar: الكمية :

source: Size Guide
ar: دليل تحديد المقاس

source: PROCEED
ar: متابعة

source: Added to your bag
ar: تمت إضافة المنتج إلى حقيبة التسوق

source: CONTINUE SHOPPING
ar: مواصلة التسوق

source: GO TO BAG
ar: اذهب إلى الحقيبة

source: Edit
ar: تعديل

source: SHOPPING BAG
ar: حقيبة التسوق

source: Add to Wishlist
ar: إضافة إلى قائمة الأمنيات

source: Remove
ar: إزالة

source: Reedem your e-gift card
ar: أدخل رقم بطاقة الهدايا الإلكترونية الخاصة بك

# Enter your e-gift code
source: Enter your e-gift card number
ar: أدخل رمز بطاقة الهدايا الإلكترونية هنا

# Reedem your voucher
source: Enter your promo code
ar: أدخل رمز الخصم الخاص بك

source: Enter your discount code
ar: أدخل رمز الخصم الخاص بك

source: Order Summary
ar: ملخّص الطلب

# Subtotal
source: Order Subtotal
ar: الإجمالي

source: Auto Discount
ar: خصم تلقائي

source: VAT
ar: ضريبة القيمة المضافة

source: Duties
ar: الواجبات

source: Shipping
ar: الشحن

source: Grand Total
ar: المبلغ الإجمالي

source: Need Help?
ar: بحاجة لمساعدة؟

# PROCEED TO BUY
source: CONFIRM ORDER
ar: المتابعة للشراء

source: Cart Subtotal
ar: إجمالي قيمة عربة التسوق

source: Discount
ar: خصم

# reset_lbl
source: RESET PASSWORD
ar: إعادة تعيين كلمة المرور

# forgot_lbl
source: Forgot your password?
ar: هل نسيت كلمة المرور الخاصة بك؟

# pass_change
source: CHANGE PASSWORD
ar: تغيير كلمة المرور

# desc_lbl
source: Enter your email address below, and we'll send you instructions to reset your password.
ar: أدخل عنوان بريدك الإلكتروني أدناه، وسنرسل لك تعليمات لإعادة تعيين كلمة المرور الخاصة بك.

# enter_lbl
source: Enter your new password
ar: أدخل كلمة المرور الجديدة

# newpass_lbl
source: To continue using your Level Shoes account, please enter a new password.
ar: لاستخدام حساب ليڤيل شوز الخاص بك، يرجى إدخال كلمة مرور جديدة.

# codeval_lbl
source: CODE VALIDATION
ar: التحقق من صحة الرمز

# verify_lbl
source: Verify your new password
ar: تحقق من كلمة المرور الجديدة الخاصة بك

# fourdigit_lbl
source: Enter the 4 digit code received via email to continue
ar: أدخل الرمز المكون من 4 أرقام الذي تم استلامه عبر البريد الإلكتروني للمتابعة

# expire_lbl
source: Code expires in :
ar: تنتهي صلاحية الرمز في:

# ver_pro_lbl
source: VERIFY & PROCEED
ar: التحقق والمتابعة

# resend_btn
source: Didn’t get the code? Resend code.
ar: لم تحصل على الرمز؟ إعادة إرسال الرمز.

source: Search Result
ar: نتائج البحث

# similar_product
source: Similar products
ar: منتجات مماثلة

# no_Result
source: No results found
ar: لا توجد نتائج

source: NEW IN
ar: الجديد في

# active_fil
source: Active filters
ar: المرشحات الفعالة

# desig_lbl
source: DESIGNERS
ar: العلامات الفاخرة

# size_lbl
source: SIZE
ar: المقاس

# colr_lbl
source: COLOUR
ar: اللون

# price_lbl
source: PRICE
ar: السعر

# aply_filt
source: APPLY FILTER
ar: تطبيق عامل الترشيح

# email_message
source: Please enter email id.
ar: الرجاء إدخال معرف البريد الإلكتروني.

# valid_email
source: Please enter valid email id.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح

# first_messa
source: Please enter first name.
ar: الرجاء إدخال الاسم الأول.

# valid_fname
source: Please enter valid full name.
ar: الرجاء إدخال الاسم الكامل صحيح.

# lastn_mess
source: Please enter last name.
ar: الرجاء إدخال الاسم الأخير.

# valid_lname
source: Please enter valid last name.
ar: الرجاء إدخال اسم عائلة صالح.

# mobie_mess
source: Please enter mobile number.
ar: الرجاء إدخال رقم الهاتف المحمول.

# valid_mobile
source: Please enter valid mobile number.
ar: الرجاء إدخال رقم هاتف محمول صحيح.

# valid_mobile_digit
source: The Contact No May Not Be Greater Than 10 Characters
ar: لا يجوز أن يكون رقم جهة الاتصال أكبر من 10 أحرف

# pass_mess
source: Please enter password.
ar: الرجاء إدخال كلمة المرور.

# pass_digit
source: Password must contains at least 6 characters.
ar: يجب أن تحتوي كلمة المرور على 6 أحرف على الأقل.

# confirm_message
source: Please enter confirm password.
ar: الرجاء إدخال تأكيد كلمة المرور.

# confirm_digit
source: Confirm password must contains at least 6 characters.
ar: يجب أن يحتوي تأكيد كلمة المرور على 6 أحرف على الأقل.

# passconfirm_same
source: Confirm password and password must be same.
ar: يجب أن تكون كلمة المرور وكلمة المرور متطابقتين.

source: Colour
ar: اللون

source: Material
ar: المادة

# resend_code
source: didn't get the code? Resend Code
ar: لم تحصل على الرمز؟ أعد إرسال الرمز

# code_expire
source: Code expires in
ar: تنتهي صلاحية الرمز في

# free_delivery_on_orders
source: Free Delivery on all orders
ar: توصيل مجاني لجميع الطلبات

source: For all UAE
ar: لجميع الامارات

source: Gift wrapping
ar: تغليف الهدايا

source: Free Service
ar: خدمة مجانية

# wishlist_removeItems
source: Are you sure you want to remove items from the wishlist?
ar: هل أنت متأكد من رغبتك بإزالة المنتجات من قائمة الأمنيات؟

source: VAT INCLUSIVE
ar: شامل ضريبة القيمة المضافة

source: AED
ar: د.إ.‏

source: SAR
ar: ر.س.‏

source: KWT
ar: د.ك.

source: KWD
ar: د.ك.‏

source: OMR
ar: ر.ع.‏

source: BHD
ar: د.ب.

source: items
ar: منتجات

# gift_wrap
source: Gift wrap my order
ar: هل ترغب بتغليف المنتج كهدية؟

# free
source: (Free of charge)
ar: (مجانًا)

source: Gift Card
ar: بطاقة هدية

# egift_card
source: Redeem your e-gift card
ar: استرداد بطاقة الهدايا الإلكترونية الخاصة بك

source: From
ar: من

source: To
ar: إلى

# write_msg_here
source: Write message here
ar: اكتب الرسالة هنا

source: CHECKOUT
ar: الدفع والخروج

# Review
source: Order Review
ar: مراجعة

source: Payment
ar: الدفع

# Order_handling
source: Delivery Details
ar: معالجة الطلب

source: Home Delivery
ar: التوصيل للمنازل

# get_on_time
source: Dubai: Receive your order within 4 hours
ar: دبي: استلم طلبك خلال 4 ساعات

# delivery_time
source: Standard deliveries are made between 9:00AM & 8:00PM, Sunday to Saturday
ar: يتم التوصيل العادي بين الساعة 9:00 صباحًا و8 مساءً، من يوم الأحد إلى السبت

# click_connect
source: Click & Collect
ar: خدمة النقر والاستلام

# collect_item
source: Collect your order from our in-store Concierge.
ar: استلم طلبك من قسم الكونسيرج في داخل المتجر لدينا.

# store_info
source: The Dubai Mall Store Information
ar: معلومات متجر دبي مول

# shipping_add
source: Shipping Address
ar: عنوان الشحن

# shipping_desc
source: Select the address you'd like your order delivered to
ar: حدد العنوان الذي ترغب بتوصيل طلبك إليه

source: Home
ar: المنزل

# edit_address
source: Edit your address
ar: تعديل عنوانك

# addAddress
source: ADD NEW ADDRESS
ar: إضافة عنوان جديد

# delivery_option
source: Delivery Options
ar: خيارات التوصيل

# delivery_option_desc
source: Delivery Select between Express Delivery in 2 hours, Today or Tomorrow delivery. Free Delivery.
ar: اختر بين التوصيل السريع خلال ساعتين أو التوصيل اليوم أو غدًا أو التوصيل المجاني.

# delivery_express
source: Express Delivery
ar: التوصيل السريع

source: Today
ar: اليوم

source: Select time
ar: تحديد الوقت

source: Tomorrow
ar: غدًا

# securePayOptions
source: Payment Options
ar: خيارات الدفع الآمن

# securePayOptionsDesc
source: Send an item back to us within 14 days from the delivery date and we’ll give you a refund.
ar: قم بإعادة المنتج إلينا في غضون 14 يومًا من تاريخ التوصيل وسنقوم برد المبلغ إليك.

# cc
source: Credit Card
ar: بطاقة ائتمان

# nameonCC
source: Name on card*
ar: الاسم كما هو على البطاقة*

# cardNo
source: Card Number*
ar: رقم البطاقة*

source: MM/YY
ar: ش ش/س س

# securty_code
source: Security Code*
ar: رمز الأمان*

source: Cash on Delivery
ar: الدفع عند الاستلام

# codDesc
source: Pay cash to the courier upon receiving your delivered order
ar: ادفع نقدًا إلى شركة الشحن عند استلام طلبك

# billing_Add
source: Billing Address
ar: عنوان الفاتورة

source: PROCEED TO PAYMENT
ar: المتابعة إلى الدفع

# review_order
source: ORDER REVIEW
ar: مراجعة الطلب

source: PLACE ORDER
ar: تثبيت الطلب

source: Order Review
ar: مراجعة الطلب

# delOption
source: DELIVERY OPTION
ar: خيار التوصيل

# edit_delivery_option
source: Edit your delivery option
ar: تعديل خيارك للتوصيل

# payOption
source: PAYMENT OPTION
ar: خيار الدفع

source: Ending with
ar: ينتهي بـ

# editPayOptions
source: Edit your payment option
ar: تعديل خيارك للدفع

source: Your Items
ar: المنتجات الخاصة بك

# t_C_agree
source: By clicking ‘Place Order’, you agree to our Terms & Conditions.
ar: بالنقر فوق 'تقديم الطلب' ، فإنك توافق على الشروط والأحكام الخاصة بنا.

# orderConfirm
source: Order Placed
ar: تم تقديم الطلب

source: CONTINUE SHOPPING
ar: مواصلة التسوق

source: VIEW ORDER DETAILS
ar: عرض تفاصيل الطلب

source: Thanks,
ar: شكرًا

# thankyouForshopping
source: Thank you for shopping at Level Shoes. You'll receive an email confirmation listing the details of your order
ar: شكرًا لك على التسوق في ليڤيل شوز. ستتلقى رسالة تأكيد عبر البريد الإلكتروني قريبًا تحتوي على تفاصيل طلبك

# yourOrderno
source: YOUR ORDER NUMBER:
ar: رقم طلبك هو:

# willRcvConfirmationEmail
source: You'll receive a confirmation email with your order details
ar: . ستتلقى رسالة تأكيد عبر البريد الإلكتروني تحتوي على تفاصيل طلبك

# willRcvTextmsg
source: Once your order is ready to ship, a SMS will be sent to the number registered with tracking information
ar: بمجرد أن يصبح طلبك جاهزًا للشحن، سيتم إرسال رسالة نصية قصيرة إلى الرقم المسجل تحتوي على معلومات تتبع طلبك

# fourthDelivery
source: You have selected 4h home delivery.
ar: لقد اخترت خدمة التوصيل إلى المنزل خلال 4 ساعات.

# whatNext
source: Next Steps
ar: الخطوات التالية

# codSelected
source: You have selected to pay Cash on Delivery
ar: لقد اخترت الدفع عند الاستلام

# working_hrs
source: Store Hours
ar: ساعات العمل

# regularDays
source: Sunday to Thursday:
ar: من الأحد إلى الخميس:

# weekDays
source: Friday and Saturday:
ar: الجمعة والسبت:

# callus
source: Get in Touch
ar: الاتصال بنا

# tollFree
source: Phone Number:
ar: رقم الهاتف:

# gservice
source: Guest Services Hours:
ar: ساعات عمل فريق خدمات الزوار:

source: FAQ
ar: الأسئلة المتكررة

# mallInfo
source: The Dubai Mall Store Information
ar: معلومات متجر دبي مول

source: Location
ar: الموقع

# ANS
source: The Dubai Mall, Ground Floor, Downtown Dubai, UAE
ar: دبي مول - الطابق الأرضي، وسط مدينة دبي، الإمارات العربية المتحدة

# maps
source: View map
ar: عرض الخريطة

# myAccountNewDesc
source: Sign in to your account. New to Level Shoes? Create an account by clicking Register below.
ar: تسجيل الدخول إلى حسابك. هل أنت مستخدم جديد لموقع ليڤيل شوز؟ قم بإنشاء حساب بالنقر على تسجيل حساب أدناه.

source: Out of stock
ar: نفذ من المخزون

source: Last in stock
ar: آخر قطعة في المخزون

source: FILTERS
ar: مرشحات

source: Clear Search
ar: مسح البحث

source: Active Filters
ar: المرشحات الفعالة

# filterCount
source: Filters
ar: مرشحات

# singleCount
source: Filter
ar: ترشيح

source: Sort By
ar: تصنيف حسب

source: Filter By
ar: الترشيح حسب

source: Relevance
ar: الأكثر صلة

source: Newest First
ar: الأحدث أول

source: Lowest Price
ar: أقل سعر

source: Highest Price
ar: أعلى سعر

source: Category
ar: الفئة

source: Gender
ar: الجنس

source: Color
ar: اللون

source: Designer
ar: العلامة

source: Size
ar: المقاس

source: Price
ar: السعر

source: SHOW
ar: عرض

# result
source: RESULTS
ar: النتائج

source: Clear
ar: مسح

# 404Desc
source: Sorry, we couldn’t find any item matching your search
ar: عذرًا، لم نتمكن من العثور على أي منتج يطابق بحثك

source: MY ORDERS
ar: طلباتي

source: View order details
ar: عرض تفاصيل الطلب

source: ONLINE ORDER
ar: طلب شراء عبر الإنترنت

source: DELIVERED
ar: تم التوصيل

source: RETURNED
ar: تم الإرجاع

source: PROCESSING
ar: قيد المعالجة

# myOrdersOrder
source: ORDERS
ar: الطلبات

# myOrdAllorder
source: ALL ORDERS
ar: جميع الطلبات

# requestReturn
source: Request a Return
ar: طلب عملية إرجاع

source: ORDER DETAILS
ar: تفاصيل الطلب

source: Order Status
ar: حالة الطلب

# emptyWishlist
source: Your wishlist is empty
ar: قائمة الأمنيات الخاصة بك فارغة

# thanyouThink
source: It’s easier than you think. Tap
ar: الأمر أسهل مما تعتقد. انقر

# startSaving
source: to start saving your favourite items.
ar: للبدء في حفظ المنتجات المفضلة لديك.

source: GET INSPIRED
ar: احصل على أفكار جديدة

# prefsCat
source: Preferred Category
ar: الفئة المفضلة

# newsSub
source: Newsletter Subscription
ar: الاشتراك في النشرة الإخبارية

# newsLtr
source: Receive the latest arrivals straight to your inbox
ar: استكشف جديدنا عبر رسالة مباشرة إلى بريدك الإلكتروني

source: SAVE CHANGES
ar: حفظ التغييرات

source: Current Password*
ar: كلمة المرور الحالية*

source: New Password*
ar: كلمة المرور الجديدة*

# account_info
source: ACCOUNT INFORMATION
ar: معلومات الحساب

source: Secure Details
ar: تفاصيل آمنة

# addDetails
source: Address Details
ar: تفاصيل العنوان

# lblcc
source: Country Code
ar: الرقم الدولي

# add_name
source: Address name
ar: اسم العنوان

source: Work
ar: العمل

source: Home
ar: المنزل

source: Other
ar: أخرى

# addNewAdd
source: Add New Address
ar: إضافة عنوان جديد

source: Title*
ar: اللقب*

# fName
source: First Name*
ar: الاسم الأول*

# lName
source: Last Name*
ar: اسم العائلة*

# fNumber
source: Phone Number*
ar: رقم الهاتف*

# use_default
source: Use this as my default billing address
ar: استخدم هذا العنوان لإرسال الفواتير

# save_add
source: SAVE ADDRESS
ar: حفظ العنوان

# addLineFirst
source: Address Line 1*
ar: العنوان *1

# addLineSecond
source: Address Line 2
ar: العنوان 2

source: Add Billing Address
ar: إضافة عنوان إرسال الفواتير
