Repository: ioskinjal/ios-app-portfolio
Catalog: Levelshoes/Localization/*.lproj/Localizable.strings
Languages: ar

# registerSuccess
source: Registration Successful
ar: تم التسجيل بنجاح

# resDesc
source: Your Level Shoes account has been successfully created.
ar: تم إنشاء حسابك في ليڤيل شوز بنجاح.

source: START SHOPPING
ar: البدء بالتسوق

# notShipped
source: you can't return order because its not shipped
ar: لا يمكنك إرجاع الطلب لأنه لم يُشحن

source: Qty :
ar: الكمية :

# trackReturn
source: TRACK MY RETURN
ar: تتبع طلب الإرجاع الخاص بي

source: RETURN ORDER
ar: طلب إرجاع

# selectItem
source: Select items
ar: اختيار المنتجات

source: Pick up
ar: استلام

source: Returned
ar: تم الإرجاع

# timeDesc
source: Standard deliveries are made between 8:00am and 8:00 pm, Monday to Sunday.
ar: يتم التوصيل العادي بين الساعة 8:00 صباحًا و8:00 مساءً، من يوم الإثنين إلى الأحد.

source: Return this item
ar: إرجاع هذه القطعة

# reason_msg
source: Please select a reason why you want to return this item
ar: الرجاء تحديد سبب رغبتك في إرجاع هذه القطعة

source: APPLY
ar: تطبيق

# select_reason
source: Select a reason
ar: اختر السبب

source: The size doesn’t fit
ar: المقاس غير مناسب

source: I don’t like the product
ar: لم يعجبني المنتج

source: The item is damaged
ar: القطعة تالفة

source: The packaging is tampered
ar: تم العبث بالعبوة

source: I changed my mind
ar: لقد غيرت رأيي

# return_policy
source: Returns policy:
ar: سياسة الإرجاع:

source: RETURN CONFIRMATION
ar: تأكيد عملية استرداد الأموال

# returnSuccesfull
source: Return Request Successful
ar: تم طلب الإرجاع بنجاح.

# confirmMsg
source: We've received your return request. Our courier will be in touch with you for the collection.
ar: لقد تلقينا طلب الإرجاع الذي تقدمت به، وسوف تتواصل معك شركة الشحن لإتمام عملية الاستلام.

source: SIZE GUIDE
ar: دليل المقاسات

# appDisable
source: New Version Available
ar: إصدار جديد متاح

# forceUpdate
source: This version is no longer supported. Please upgrade to the next version
ar: هذا الإصدار لم يعد مدعومًا، يرجى الترقية إلى الإصدار التالي

# getApp
source: GET NEW VERSION
ar: الحصول على الإصدار الجديد

# exitApp
source: EXIT
ar: خروج

source: EU
ar: أوروبي

source: UK
ar: بريطاني

source: US
ar: أمريكي

# womenSize
source: Women's sizes
ar: المقاسات النسائية

# menSize
source: Men's sizes
ar: المقاسات الرجالية

# kidsSize
source: Toddler and kids' sizes
ar: مقاسات الأولاد والبنات

# babySize
source: Baby sizes
ar: مقاسات الاطفال

# 0-1M
source: 0 - 1 Month
ar: 0 - 1 أشهر

# 0-3M
source: 0 - 3 Months
ar: 0 - 3 أشهر

# 3-6M
source: 3 - 6 Months
ar: 3 - 6 أشهر

# 6-9M
source: 6 - 9 Months
ar: 6 - 9 أشهر

# 9-12M
source: 9 - 12 Months
ar: 9 - 12 أشهر

# 12-18M
source: 12 - 18 Months
ar: 12 - 18 أشهر

# uaeDelivery
source: UAE: Your order will be delivered within 1-2 days for UAE addresses
ar: الإمارات العربية المتحدة: سيتم توصيل طلبك في غضون يوم إلى يومين للعناوين داخل دولة الإمارات العربية المتحدة

# gccDelivery
source: GCC: Your order will be delivered within 3-5 days for Saudi Arabia, Kuwait, Bahrain and Oman-based addresses
ar: دول مجلس التعاون الخليجي: سيتم توصيل طلبك في غضون 3-5 أيام للعناوين داخل المملكة العربية السعودية والكويت والبحرين وسلطنة عمان

# remove
source: Remove Address
ar: إزالة العنوان

# removeAlert
source: Are you sure you want to remove this address?
ar: إزالة العنوان هل أنت متأكد من رغبتك بإزالة هذا العنوان؟

# deleteGiftOrOffer
source: Are you sure you want to delete?
ar: هل أنت متأكد من أنك تريد حذف بطاقة هدية ؟

source: YES
ar: نعم حذف

source: NO
ar: لا تحذف

source: OK
ar: موافق

source: Call
ar: الاتصال

# check_transaction
source: Please check your Transaction Details and try again.
ar: يرجى التحقق من تفاصيل المعاملة الخاصة بك والمحاولة مرة أخرى.

# facing_issue
source: Contact us if you are still facing any difficulties.
ar: اتصل بنا إذا كنت لا تزال تواجه مشكلات.

# incorrect_pass
source: Incorrect Password!
ar: كلمة المرور خاطئة!

# invalid_code
source: invalid verification code
ar: رمز التحقق غير صالح

# something_wrong
source: Something Went Wrong
ar: هناك خطأ ما

# select_size
source: Dear Customer Please Select Size.
ar: العميل العزيز، يرجى تحديد المقاس.

source: Refresh
ar: تحديث

# change_language
source: Are you sure you want to change language?
ar: هل أنت متأكد من رغبتك بتغيير اللغة؟

source: Device Id:
ar: معرف الجهاز:

source: Build:
ar: الإصدار:

source: Device Info
ar: معلومات الجهاز

source: Copy
ar: نسخ

# change_country
source: Are you sure you want to change country ?
ar: هل أنت متأكد من رغبتك بتغيير الدولة؟

# applied_success
source: Applied successful
ar: تم التطبيق بنجاح

source: Not Valid
ar: غير صالح

# login_before_use
source: Please Login before using your GiftCard
ar: الرجاء تسجيل الدخول قبل استخدام بطاقة الهدايا الخاصة بك

# try_login
source: You have been Logged out. Please login to try!
ar: تم تسجيل الخروج. الرجاء تسجيل الدخول للمحاولة!

source: Save error
ar: خطأ في الحفظ

# confirg_error
source: Configuration Error
ar: خطأ في التهيئة
